{
    "metadata": {
      "author": "RC Ramsey",
      "title": "Exploring the 4 P's of NAREB (Presentation-Persuasion-Propoganda-Power)",
      "subtitle": "Howdy! Lets use this interactive tool to explore the 19th Annual Convention of the National Association of Real Estate Boards Map of 1926 through a critical cartographic lense.",
      "publishedDate": "2021-12-13"
    },
    "sources": [
      {
        "id": "1",
        "type": "iiifImage",
        "imageEndpoint": "https://iiif.digitalcommonwealth.org/iiif/2/commonwealth:3f463831d/info.json",
        "moreInfo": "https://iiif.digitalcommonwealth.org"
      }    
    ],
    
    
    "scenes": [
      {
        "source": "1",
        "extent": [
          700,
          -10000,
          15000,
          -10
        ],
        "caption": {
          "title": "How to Explore",
          "text": "Click the right or left arrow to explore the NAREB map and see where it takes you.",
          "moreInfo": "https://en.wikipedia.org/wiki/Cars_in_the_1920s"
        }
      },
      {
        "source": "1",
        "extent": [
          7600,
          -12000,
          7650,
          -8000
        ],
        "caption": {
          "title": "HOWDY!",
          "text": "We're venturing back to the roaring 1920s. A time when Americans were ready to spend high dollar on creature comforts (home, vehicle, travel). After WWI each person coveted a leisurely experience of indulgence encouraged by Hollywood. Car production increased supported by booms in oil and urban development encouraged travel. To have a home, a car and to travel was at the heart of being middle-working class.",
          "moreInfo": "https://en.wikipedia.org/wiki/Cars_in_the_1920s"
        }
      },
      {
        "source": "1",
        "extent": [
          2000,
          -3000,
          13500,
          -50
        ],
        "caption": {
          "text": "In 1908 the National Association of Real Estate Exchanges (NAREE) was founded and in 1913 the Code of Ethics adopted. NAREE later changed its name to National Association of Real Estate Boards (NAREB) 1916. Up until 1913 there were no rules on who could sell a home or regulations to comply with so realtors weren't all together trusted/respected until their organization became official.",
          "morInfo": "https://www.nar.realtor/about-nar/history"
        }
      },
      {
        "source": "1",
        "extent": [
          700,
          -10000,
          15000,
          -10
        ],
        "caption": {
          "text": "Nothing screams 'Official' more than national group gatherings. In typical advertisement fashion a piece of work was commissioned to commemorate the activity. In this instance a map."
        }
      },
      {
        "source": "1",
        "extent": [
          6500,
          -6500,
          12500,
          -3500
        ],
        "caption": {
          "title": "Presentation: Map or Art?",
          "text": "Is this map truly a map? It gives the maplike appearance utilizing general geographic locations, natural occuring artifacts like state boundaries and assorted features (rivers, landmarks, points of interest) that are easily recognizable."
        }
      },
      {
        "source": "1",
        "extent": [
          9000,
          -3000,
          11000,
          -1000
        ],
        "caption": {
          "text": "Its experimentally induced roads bordering states (imprecisely geolocated/scaled) and bright colored comic like illustrations, leaves its sense of objectivity and separation from its author unsealed. It appears as though more a piece of art than a map and therefore qualifes it as too subjective to be a map, according to Wood (1993). It could be further categrozied as art as its author, Ignatz Sahula, was a trained painter not a cartographer.",
          "moreInfo": "https://westernartandarchitecture.com/features/ignatz-sahula-dycke-1900-1982"
        }
      },
      {
        "source": "1",
        "extent": [
          1800,
          -5000,
          2200,
          -2800
        ],
        "caption": {
          "text": "Who is this map for? Since this is a map about the NAREB convention in Tulsa, listing the names of State Boards/Realtor Board Members and contains 'inside jokes', it's safe to say it wasn't meant for the general population. Thus all discourse was geared to the NAREB members."
        }
      },
      {
        "source": "1",
        "extent": [
          700,
          -10000,
          15000,
          -10
        ],
        "caption": {
          "text": "With the audience named, we can consider the discourse between author and audience to help decipher map vs art. Were the audience fully aware of the jokes its safe to say this could be a map in their eyes, as not as much would be lost in translation. The NAREB audience would likely lean in to giving authority to the map as a general reference system to their own world, despite inaccuracies they may not be familiar with in other territories. Therefore they give power to the cartoon (mis?)representations and the map gains concept independence by replacing their previous mind map with this new representation through an internal validation. So a general audience may deem this art, whilst the intended audience considers it a map."
        }
      },
      {
        "source": "1",
        "extent": [
          5000,
          -7200,
          9000,
          -5700
        ],
        "caption": {
          "title":"Persuasion or Propaganda",
          "text": "If the map is not intended for a drive through the countryside or locating a particular city what is it's use? At this time in history Oklahoma was wanting to be placed on a map. To be KNOWN! All around them other cities and states had existed longer and were renowned, they too wanted fame and fortune. "
        }
      },
      {
        "source": "1",
        "extent": [
          5000,
          -7200,
          9000,
          -5700
        ],
        "caption": {
          "text": "Here we will divert our attention to classic uses of Feature Selection, Symbology, Text, Projection/Generalization, and Color of this map to tease apart its nature as a persuasive or perhaps a map of propaganda."
        }
      },
      {
        "source": "1",
        "extent": [
          7200,
          -7000,
          8200,
          -5100
        ],
        "caption": {
          "text": "The author selects the feature of Tulsa as the primary centralization location for the map, for the obvious reason as it is the meeting location. He uses symbology by marking it with a compass rose to give power to the only city on the map. The text of 'All Roads Lead to Tulsa' was utilized for its importance during Tulsa's oil booms when 'weak little provincial ancient Tulsa had boomed into one of the richest cities in the world' (Anderson 2018). "
        }
      },
      {
          "source": "1",
          "extent": [
            3700,
            -7000,
            4500,
            -5100
          ],
          "caption": {
            "text": "Tyner (2015) warns that locations can be distorted 'to foster impressions of proximity, pervasiveness, or direct, efficient access.' This certainly seems to be the case as the standard rail and highway projections maps of the times aren't near as direct as the routes indicated on this map."
          }
      },
      {
          "source": "1",
          "extent": [
            2700,
            -11000,
            3500,
            -8100
          ],
          "caption": {
            "text": "The author (un?)intentionally omits the Greenwood District, aka Black Wall Street, just North of the Tulsa roads shown. Most likely to avoid negative conotation of the 1921 Tulsa Race Massacre/Riot."
          }
      },
      {
          "source": "1",
          "extent": [
            3000,
            -11000,
            8000,
            -6500
          ],
          "caption": {
            "text": "The depiction of primary colors all over the continent (US, Canada, Cuba) demonstrates the desired connectedness to Canada and the US but omits Mexico in this consideration. Instead it's filled in a muted brown omitting any further features.  "
          }
      },
      {
          "source": "1",
          "extent": [
            500,
            -3000,
            15000,
            -50
          ],
          "caption": {
           "title": "Power",
            "text": "Whether a piece of art or a crafted map, both are meant as a form of communicaton which can be powerful. What power does this piece hold? The strong bold title and coat of arms at it's side in a position of honor gives power to the NAREB organization and its subgroups. "
          }
      },
      {
          "source": "1",
          "extent": [
            700,
          -10000,
          15000,
          -10
          ],
        "caption": {
          "title": "",
          "text": "Then glance at the various names of persons of notariety from each state. Are there persons names who have been left off? We don't know. So a viewer would assume the name on the state, is the associated states powerful realtor."
        }
     },
     {
          "source": "1",
          "extent": [
            9000,
            -8700,
            9800,
            -6215
          ],
        "caption": {
          "text": "It's also of notice and probably a sign of the times that no persons of color or female gender are depicted for the realtors. Instead the two persons of color are the stereotypical depiction of a blackfaced cotton picker in Mississippi or..."
        }
    },
    {
        "source": "1",
        "extent": [
          5600,
          -12000,
          5650,
          -8000
        ],
      "caption": {
        "text": "the first nationer, 'noble native' depicted here. Despite the fact that all the land being 'sold' by realtors was (in Oklahoma) taken from the first nationer without compensation. "
      }
    },
    {
      "source": "1",
      "extent": [
        700,
        -10000,
        15000,
        -10
      ],
    "caption": {
      "text": "Tyner's 1974 doctoral dissertation draws distinctions between propaganda maps and persuasive maps such that propaganda maps had tendencies to deliberately distort and persuasion maps implied appeals based on logic. To that end, and based on previous points, this map could be either. We don't fully know the author intended to distort and misrepresent since he was never a classicaly trained cartographer. However, the keys are certainly there for persuasiveness that Tulsa was the new hot thing in the Real Estate Business and should be kept in the foreground for NAREB. It also could be voiced that persuasive maps are only powerful when they reach a large audience. So if the only people viewing the map were at this meeting it may not have been that powerful to the country at large. However the board was making decsions for the future of real estate and therefore future urban development. As Tyner (2015) qouted Speier (1941) 'maps are not confined to the representation of a given state of affairs. They can be drawn to symbolize changes, or as blueprints of the future...' It's possible this is the future Tulsa realtors envisioned."
    }
  },
    {
        "source": "1",
        "extent": [
          700,
          -10000,
          15000,
          -10
        ],
        "caption": {
          "title": "Continue Your Exploration",
          "text": "Feel free to pan around and at any zoom level to explore this map further reflecting on the aforementioned topics. To view citations referenced please visit [here](https://github.com/RCRamsey/map701-final)"
        }
      }
    ]
  }
  

  


   

  

  
  
  



  
 


